Repository: JingOS-team/plasma-phone-components
Catalog: po/*/plasma_shell_org.kde.plasma.phone.po
Languages: eu, ia, it, nl, pt_br, sv, uk

source: No pin (error)
eu: PIN gabe (errorea)
ia: Necun pin (error)
it: Nessun pin (errore)
nl: Geen pincode (fout)
pt_br: Sem PIN (erro)
sv: Ingen PIN-kod (fel)
uk: Немає PIN-коду (помилка)

source: Enter Sim PIN
eu: Sartu SIMaren PIN
ia: Inserta Sim PIN
it: Inserisci il pin della sim
nl: PIN van sim invoeren
pt_br: Insira o PIN do SIM
sv: Ange SIM PIN-kod
uk: Введіть PIN сім-картки

source: Enter Sim PIN 2
eu: Sartu SIMaren 2. PIN
ia: Inserta Sim PIN 2
it: Inserisci il pin della sim 2
nl: PIN 2 van sim invoeren
pt_br: Insira o PIN 2 do SIM
sv: Ange SIM PIN-kod 2
uk: Введіть PIN 2 сім-картки

source: Enter Sim PUK
eu: Sartu SIMaren PUK
ia: Inserta Sim PUK
it: Inserisci il PUK della sim
nl: PUK van sim invoeren
pt_br: Insira o PUK do SIM
sv: Ange SIM PUK
uk: Введіть PUK сім-картки

source: Pins don't match. Try again
eu: PINak ez datoz bat. Berriz saiatu
ia: Pins nn es coincidente. Essaya de novo
it: I pin non corrispondono. Riprova
nl: Pins komen niet overeen. Opnieuw proberen
pt_br: Os PINs não correspondem. Tente novamente
sv: PIN-koderna stämmer inte överens. Försök igen.
uk: Невідповідні пін-коди. Повторіть спробу.

source: Choose new Pin
eu: Aukeratu PIN berria
ia: Selige nove Pin
it: Scegli un nuovo pin
nl: Nieuwe pin kiezen
pt_br: Escolher um novo PIN
sv: Välj ny PIN-kod
uk: Виберіть новий пін-код

source: Confirm new Pin
eu: Berretsi PIN berria
ia: Confirma nove Pin
it: Conferma il nuovo pin
nl: Nieuwe pin bevestigen
pt_br: Confirmar o novo PIN
sv: Bekräfta ny PIN-kod
uk: Підтвердьте новий пін-код

source: Enter Sim PUK 2
eu: Sartu SIMaren 2. PUK
ia: Inserta Sim PUK 2
it: Inserisci il PUK della sim 2
nl: PUK 2 van sim invoeren
pt_br: Insira o PUK 2 do SIM
sv: Ange SIM PUK 2
uk: Введіть PUK 2 сім-картки

source: Unknown PIN type: %1
eu: PIN mota ezezaguna: %1
ia: Typo de PIN incognite: %1
it: Tipo di pin sconosciuto: %1
nl: Onbekend type PIN: %1
pt_br: Tipo de PIN desconhecido: %1
sv: Okänd PIN-typ: %1
uk: Невідомий тип PIN: %1

source: %1 attempt left
eu: Saiakera %1 gelditzen da
ia: %1 tentativa lassate
it: Un tentativo rimasto
nl: nog %1 poging over
pt_br: Resta %1 tentativa
sv: %1 försök kvar
uk: Лишилася %1 спроба
